{
    "zip": "20004-2505",
    "sector": "Financial Services",
    "fullTimeEmployees": 1825,
    "longBusinessSummary": "The Carlyle Group Inc. is an investment firm specializing in direct and fund of fund investments. Within direct investments, it specializes in management-led/ Leveraged buyouts, privatizations, divestitures, strategic minority equity investments, structured credit, global distressed and corporate opportunities, small and middle market, equity private placements, consolidations and buildups, senior debt, mezzanine and leveraged finance, and venture and growth capital financings, seed/startup, early venture, emerging growth, turnaround, mid venture, late venture, PIPES. The firm invests across four segments which include Corporate Private Equity, Real Assets, Global Market Strategies, and Solutions. The firm typically invests in industrial, agribusiness, ecological sector, fintech, airports, parking, Plastics, Rubber, diversified natural resources, minerals, farming, aerospace, defense, automotive, consumer, retail, industrial, infrastructure, energy, power, healthcare, software, software enabled services, semiconductors, communications infrastructure, financial technology, utilities, gaming, systems and related supply chain, electronic systems, systems, oil and gas, processing facilities, power generation assets, technology, systems, real estate, financial services, transportation, business services, telecommunications, media, and logistics sectors. Within the industrial sector, the firm invests in manufacturing, building products, packaging, chemicals, metals and mining, forestry and paper products, and industrial consumables and services. In consumer and retail sectors, it invests in food and beverage, retail, restaurants, consumer products, domestic consumption, consumer services, personal care products, direct marketing, and education. Within aerospace, defense, business services, and government services sectors, it seeks to invest in defense electronics, manufacturing and services, government contracting and services, information technology, distribution companies. In telecommunication and media sectors, it invests in cable TV, directories, publishing, entertainment and content delivery services, wireless infrastructure/services, fixed line networks, satellite services, broadband and Internet, and infrastructure. Within real estate, the firm invests in office, hotel, industrial, retail, for sale residential, student housing, hospitality, multifamily residential, homebuilding and building products, and senior living sectors. The firm seeks to make investments in growing business including those with overleveraged balance sheets. The firm seeks to hold its investments for four to six years. In the healthcare sector, it invests in healthcare services, outsourcing services, companies running clinical trials for pharmaceutical companies, managed care, pharmaceuticals, pharmaceutical related services, healthcare IT, medical, products, and devices. It seeks to invest in companies based in Sub-Saharan focusing on Ghana, Kenya, Mozambique, Botswana, Nigeria, Uganda, West Africa, North Africa and South Africa focusing on Tanzania and Zambia; Asia focusing on Pakistan, India, South East Asia, Indonesia, Philippines, Vietnam, Korea, and Japan; Australia; New Zealand; Europe focusing on France, Italy, Denmark, United Kingdom, Germany, Austria, Belgium, Finland, Iceland, Ireland, Netherlands, Norway, Portugal, Spain, Benelux , Sweden, Switzerland, Hungary, Poland, and Russia; Middle East focusing on Bahrain, Jordan, Kuwait, Lebanon, Oman, Qatar, Saudi Arabia, Turkey, and UAE; North America focusing on United States which further invest in Southeastern United States, Texas, Boston, San Francisco Bay Area and Pacific Northwest; Asia Pacific; Soviet Union, Central-Eastern Europe, and Israel; Nordic region; and South America focusing on Mexico, Argentina, Brazil, Chile, and Peru. The firm seeks to invest in food, financial, and healthcare industries in Western China. In the real estate sector, the firm seeks to invest in various locations across Europe focusing on France and Central Europe, United States, Asia focusing on China, and Latin America. It typically invests between $1 million and $50 million for venture investments and between $50 million and $2 billion for buyouts in companies with enterprise value of between $31.57 million and $1000 million and sales value of $10 million and $500 million. It seeks to invest in companies with market capitalization greater than $50 million and EBITDA between $5 million to $25 million. It prefers to take a majority or a minority stake. It typically holds its investments for three to five years. Within automotive and transportation sectors, the firm seeks to hold its investments in for four to six years. While investing in Japan, it does not invest in companies with more than 1,000 employees and prefers companies' worth between $100 million and $150 million. The firm originates, structures, and acts as lead equity investor in the transactions. The Carlyle Group Inc. was founded in 1987 and is based in Washington, District of Columbia with additional offices in 21 countries across 5 continents (North America, South America, Asia, Australia and Europe).",
    "city": "Washington",
    "phone": "202 729 5626",
    "state": "DC",
    "country": "United States",
    "companyOfficers": [],
    "website": "https://www.carlyle.com",
    "maxAge": 1,
    "address1": "1001 Pennsylvania Avenue, NW",
    "fax": "202 347 1818",
    "industry": "Asset Management",
    "ebitdaMargins": 0.49817002,
    "profitMargins": 0.34297,
    "grossMargins": 0.53774,
    "operatingCashflow": 1243800064,
    "revenueGrowth": 0.585,
    "operatingMargins": 0.4917,
    "ebitda": 4133700096,
    "targetLowPrice": 55,
    "recommendationKey": "buy",
    "grossProfits": 1200900000,
    "freeCashflow": 583987520,
    "targetMedianPrice": 68,
    "currentPrice": 51.02,
    "earningsGrowth": 0.78,
    "currentRatio": 2.173,
    "returnOnAssets": 0.14575,
    "numberOfAnalystOpinions": 13,
    "targetMeanPrice": 68.31,
    "debtToEquity": 176.201,
    "returnOnEquity": 0.78769994,
    "targetHighPrice": 79,
    "totalCash": 2606200064,
    "totalDebt": 8868200448,
    "totalRevenue": 8297699840,
    "totalCashPerShare": 7.31,
    "financialCurrency": "USD",
    "revenuePerShare": 23.404,
    "quickRatio": 2.17,
    "recommendationMean": 2,
    "exchange": "NMS",
    "shortName": "The Carlyle Group Inc.",
    "longName": "The Carlyle Group Inc.",
    "exchangeTimezoneName": "America/New_York",
    "exchangeTimezoneShortName": "EST",
    "isEsgPopulated": false,
    "gmtOffSetMilliseconds": "-18000000",
    "quoteType": "EQUITY",
    "symbol": "CG",
    "messageBoardId": "finmb_23333",
    "market": "us_market",
    "annualHoldingsTurnover": null,
    "enterpriseToRevenue": 2.98,
    "beta3Year": null,
    "enterpriseToEbitda": 5.982,
    "52WeekChange": 0.56455076,
    "morningStarRiskRating": null,
    "forwardEps": 4.06,
    "revenueQuarterlyGrowth": null,
    "sharesOutstanding": 356462016,
    "fundInceptionDate": null,
    "annualReportExpenseRatio": null,
    "totalAssets": null,
    "bookValue": 13.349,
    "sharesShort": 4120444,
    "sharesPercentSharesOut": 0.0116,
    "fundFamily": null,
    "lastFiscalYearEnd": 1609372800,
    "heldPercentInstitutions": 0.49102002,
    "netIncomeToCommon": 2845900032,
    "trailingEps": 7.73,
    "lastDividendValue": 0.25,
    "SandP52WeekChange": 0.23092365,
    "priceToBook": 3.822009,
    "heldPercentInsiders": 0.36589,
    "nextFiscalYearEnd": 1672444800,
    "yield": null,
    "mostRecentQuarter": 1632960000,
    "shortRatio": 1.88,
    "sharesShortPreviousMonthDate": 1636934400,
    "floatShares": 197273811,
    "beta": 1.411049,
    "enterpriseValue": 24725833728,
    "priceHint": 2,
    "threeYearAverageReturn": null,
    "lastSplitDate": null,
    "lastSplitFactor": null,
    "legalType": null,
    "lastDividendDate": 1636329600,
    "morningStarOverallRating": null,
    "earningsQuarterlyGrowth": 0.803,
    "priceToSalesTrailing12Months": 2.191775,
    "dateShortInterest": 1639526400,
    "pegRatio": 0.48,
    "ytdReturn": null,
    "forwardPE": 12.566503,
    "lastCapGain": null,
    "shortPercentOfFloat": 0.0251,
    "sharesShortPriorMonth": 8789118,
    "impliedSharesOutstanding": null,
    "category": null,
    "fiveYearAverageReturn": null,
    "previousClose": 51.46,
    "regularMarketOpen": 51.46,
    "twoHundredDayAverage": 48.22785,
    "trailingAnnualDividendYield": 0.019432569,
    "payoutRatio": 0.1269,
    "volume24Hr": null,
    "regularMarketDayHigh": 51.88,
    "navPrice": null,
    "averageDailyVolume10Day": 1277340,
    "regularMarketPreviousClose": 51.46,
    "fiftyDayAverage": 55.5104,
    "trailingAnnualDividendRate": 1,
    "open": 51.46,
    "toCurrency": null,
    "averageVolume10days": 1277340,
    "expireDate": null,
    "algorithm": null,
    "dividendRate": 1,
    "exDividendDate": 1636329600,
    "circulatingSupply": null,
    "startDate": null,
    "regularMarketDayLow": 50.85,
    "currency": "USD",
    "trailingPE": 6.600259,
    "regularMarketVolume": 987259,
    "lastMarket": null,
    "maxSupply": null,
    "openInterest": null,
    "marketCap": 18186692608,
    "volumeAllCurrencies": null,
    "strikePrice": null,
    "averageVolume": 2115590,
    "dayLow": 50.85,
    "ask": 51.01,
    "askSize": 800,
    "volume": 987259,
    "fiftyTwoWeekHigh": 60.62,
    "fromCurrency": null,
    "fiveYearAvgDividendYield": 5.27,
    "fiftyTwoWeekLow": 31.18,
    "bid": 50.53,
    "tradeable": false,
    "dividendYield": 0.0196,
    "bidSize": 900,
    "dayHigh": 51.88,
    "regularMarketPrice": 51.02,
    "preMarketPrice": null,
    "logo_url": "https://logo.clearbit.com/carlyle.com"
}